#ls - просмотр что находится в текущей директории
#ls -id /1/2 - просмотр инода
#cd . - выйти в домашнюю директорию
#cd .. - выйти на директорию выше
#cd -     - выйти назад
#cd /1/2/3 - перейти в директорию
#pwd - посмотреть в какой директории сейчас находимся
#mv fail1.py fail2.py -  переименовать fail
#mv /1/2/fail1.py /1/2/3 - переместить файл
#echo "comment" > file1 - ввести данные в файл стерев все что было до этого
#mkdir - создать диеркторию
#touch - создать файл
#cat fail1 - вывод содержимого файла на терминал
#cp fail1 fail2 - копировать fail
#exit - выйти

#man "command" (ex. cd) - посмотреть какие аргументы можно использовать с командой